<template>
  <div>
    <span>here is lobby</span>
    <p>ベルヌーイの定理（ベルヌーイのていり、英語: Bernoulli's principle）またはベルヌーイの法則とは、非粘性流体（完全流体）のいくつかの特別な場合において、ベルヌーイの式と呼ばれる運動方程式の第一積分が存在することを述べた定理である。ベルヌーイの式は流体の速さと圧力と外力のポテンシャルの関係を記述する式で、力学的エネルギー保存則に相当する。この定理により流体の挙動を平易に表すことができる。ダニエル・ベルヌーイ（Daniel Bernoulli 1700-1782）によって1738年に発表された。なお、運動方程式からのベルヌーイの定理の完全な誘導はその後の1752年にレオンハルト・オイラーにより行われた[1]。 ベルヌーイの定理は適用する非粘性流体の分類に応じて様々なタイプに分かれるが、大きく二つのタイプに分類できる。外力が保存力であること、バロトロピック性(密度が圧力のみの関数となる)という条件に加えて、

      定常流という条件で成り立つ法則 (I)
      渦なしの流れという条件で成り立つ法則 (II)
      である。(I)の法則は流線上(正確にはベルヌーイ面上)でのみベルヌーイの式が成り立つという制限があるが、(II)の法則は全空間で式が成立する。</p>
  </div>

</template>

<script>
  export default {
    name: "Lobby"
  };
</script>

<style scoped>

</style>